{
  "home": "Home",
  "about": "About Us",
  "reports": "Reports",
  "feedback": "Feedback & Suggestions",
  "stats": "Statistics",
  "contact": "Contact Us",
  "sign_in": "Sign In",
  "suggestions": "Suggestions",
  "contactTitle": "Complaints & Suggestions",
  "contactDescription": "We welcome all feedback and suggestions that help improve our services...",
  "namePlaceholder": "Name",
  "phonePlaceholder": "Phone Number",
  "emailPlaceholder": "Email",
  "categoryPlaceholder": "Category",
  "subjectPlaceholder": "Subject",
  "messagePlaceholder": "Write your message to us...",
  "categoryTechnical": "Technical Support",
  "categorySuggestion": "Suggestion",
  "categoryOther": "Other",
  "send": "Send",
  "altImage": "Contact illustration",
  "nameRequired": "Name is required",
  "phoneRequired": "Phone number is required",
  "invalidEmail": "Invalid email address",
  "categoryRequired": "Please select a category",
  "subjectRequired": "Subject is required",
  "messageRequired": "Message is required",
  "supportMessage": "The technical support and customer service department is dedicated to assisting you around the clock.",
  "contactus": "Contact us",
  "transparency": "Transparency",
  "transparencyTitle": "Transparency",
  "transparencyDescription": "We first and foremost respect your privacy...",
  "transparencyParagraph": "We place great importance on your privacy and strive to protect all information you provide to us while using our website or services. The data you voluntarily provide, such as your name and contact information, is collected solely to improve service quality and communicate with you effectively. We are committed not to share or sell any of your personal data to third parties without your prior consent, except in cases required by law or necessary for humanitarian purposes. We also apply strict security measures to protect your data from unauthorized access or misuse. By using our website, you agree to this privacy policy. We reserve the right to update it from time to time in line with the development of our services. Any changes will be published on this page once approved, so we recommend visiting it periodically to stay informed of the latest updates. We place great importance on your privacy and strive to protect all information you provide to us while using our website or services. The data you voluntarily provide, such as your name and contact information, is collected solely to improve service quality and communicate with you effectively. We are committed not to share or sell any of your personal data to third parties without your prior consent, except in cases required by law or necessary for humanitarian purposes. We also apply strict security measures to protect your data from unauthorized access or misuse. By using our website, you agree to this privacy policy. We reserve the right to update it from time to time in line with the development of our services. Any changes will be published on this page once approved, so we recommend visiting it periodically to stay informed of the latest updates.",
  "termsAndConditions": "Terms and conditions",
  "privacy": "Privacy",
  "aboutus": "About us",
  "camps": "Camps",
  "gablyaCamp": "Gablya Camp",
  "contact_title": "Contact Us",
  "name_placeholder": "Full Name",
  "email_placeholder": "Email Address",
  "phone_placeholder": "Phone Number",
  "subject_placeholder": "Subject",
  "message_placeholder": "Write your message...",
  "send_button": "Send",

  "required_name": "Name is required",
  "invalid_email": "Invalid email address",
  "invalid_phone": "Invalid phone number",
  "required_subject": "Subject is required",
  "required_message": "Message is required"
}
